นโยบายความเป็นส่วนตัว

    ➢นโยบายความเป็นส่วนตัวนี้อธิบายถึงวิธีที่เราจัดการข้อมูลส่วนบุคคลและข้อมูลของคุณเมื่อคุณใช้แอป SIAMLINK VPN ของเรา เรามุ่งมั่นที่จะปกป้องความเป็นส่วนตัวของคุณและรับประกันความปลอดภัยของข้อมูลของคุณ การใช้แอปของเราแสดงว่าคุณยอมรับข้อกำหนดและแนวทางปฏิบัติที่ระบุไว้ในนโยบายนี้


    ข้อมูลที่เรารวบรวม

    

      ➢ฉันไม่รวบรวมข้อมูลส่วนบุคคลใด ๆ จากคุณเมื่อคุณใช้แอพ SIAMLINK VPN ของเรา

      ➢ฉันไม่บันทึกหรือจัดเก็บบันทึกกิจกรรมของคุณ รวมถึงประวัติการเรียกดู ที่อยู่ IP ปลายทาง เนื้อหาของข้อมูลที่ส่ง หรือการสืบค้น DNS

      ➢ฉันไม่รวบรวมบันทึกการเชื่อมต่อ ซึ่งหมายความว่าเราไม่มีบันทึกที่อยู่ IP การประทับเวลาการเชื่อมต่อ หรือระยะเวลาเซสชันของคุณ

      ➢ฉันไม่ติดตามกิจกรรมออนไลน์ของคุณหรือตรวจสอบเนื้อหาที่คุณเข้าถึงในขณะที่ใช้แอพของเรา

    



    การใช้ข้อมูลส่วนบุคคล

        ➢เนื่องจากเราไม่ได้รวบรวมข้อมูลส่วนบุคคลใดๆ เราจึงไม่ใช้ข้อมูลดังกล่าวเพื่อวัตถุประสงค์ใดๆ



    บริการของบุคคลที่สาม

        ➢ฉันไม่แบ่งปันข้อมูลส่วนบุคคลของคุณกับบริการ บริษัท หรือบุคคลภายนอก แอพของเราไม่มีเครื่องมือติดตามหรือเครื่องมือวิเคราะห์ของบุคคลที่สาม



    การเปลี่ยนแปลงนโยบายความเป็นส่วนตัว

        ➢ฉันขอสงวนสิทธิ์ในการปรับปรุงหรือแก้ไขนโยบายความเป็นส่วนตัวนี้ได้ตลอดเวลาโดยไม่ต้องแจ้งให้ทราบล่วงหน้า การเปลี่ยนแปลงใด ๆ ที่ทำกับนโยบายความเป็นส่วนตัวจะสะท้อนให้เห็นในเวอร์ชันที่อัปเดต และเป็นความรับผิดชอบของคุณที่จะต้องตรวจสอบเป็นระยะๆ



    ➢โปรดทราบว่านโยบายความเป็นส่วนตัวนี้ใช้กับแอป SIAMLINK VPN เท่านั้นและไม่ครอบคลุมถึงเว็บไซต์ บริการ หรือแอปพลิเคชันของบุคคลที่สามที่อาจเชื่อมโยงหรือเข้าถึงผ่านแอปของเรา

    ➢เมื่อใช้แอป SIAMLINK VPN ของเราแสดงว่าคุณรับทราบว่าคุณได้อ่านและเข้าใจนโยบายความเป็นส่วนตัวนี้และยอมรับข้อกำหนด
